[
    {
        "ime":"Чкембе-Чорба",
        "sodrzina":"Шкембе-чорба или чкембе-чорба – јадење кое често се среќава во балканската, македонската, бугарската, грчката, турската и источноевропската кујна. Се приготвува од добро сварено и ситно исечкано телешко или јагнешко шкембе. На чорбата ѝ се додаваат зачини – лук, киселина, лут црвен пипер или лути пиперки. Популарна е како средство против мамурлак.",
        "sostojki":["Шкембе (1,5 килограм)",
            "Морков (4-5 )","Компир (2 )",
            "Лук (2 чешниња)","Целер (1 парче)",
            "Магдонос (1 китка)",
            "Црвен пипер (1 кафена лажица)",
            "Сол (1 кафена лажица)",
            "Сув зачин (1 кафена лажица)",
            "Црн пипер (1 кафена лажица)",
            "Лаворов лист (1-2 )",
            "Брашно (1 супена лажица)"],
        "podgotovka":"Шкембето добро се мие и се става во тенџере. Се тура 1-2 литри вода и тенџерето се става на оган за да зоврие содржината. Шкембето треба да се вари додека не омекне. По желба може да се додаде јунешка коска да се вари заедно со шкембето. Кога шкембето е сварено, се вади од тенџерето и се става настрана.Во друго тенџере со малку масло се пропржуваат морковите, лукот и целерот исечкан на коцки.Вареното шкембе се сече на ленти или коцки и се додава во тенџерето. Се пропржува, па се додава течноста од варењето (процедена), зачините и исечканиот компир и се остава да се вари.Се подготвува запршка од масло, брашно и црвен пипер. Се додава во тенџерето и се остава да се вари уште 1-2 минути.Толчен лук се меша со магдонос и оцет и може да се додаде во готовата чорба."
    },
    {
        "ime":"Тавче-гравче ",
        "sodrzina":"Тавче-гравче — традиционален македонски специјалитет. Се подготвува од свеж македонски грав и може да се најде скоро во сите македонски ресторани. Се сервира во македонски земјени чинии.Во македонското поднебје се произведува на повеќе места, но посебно е познат и прочуен тетовскиот грав.",
        "sostojki":["Грав","Кромид","Масло","Сува црвена пиперка (може и повеќе)","Црвен и црн пипер, сол и магдонос"],
        "podgotovka":"Гравот прво добро се чисти, се потопува да лежи во ладна вода најмалку три часа (по традиција се остава преку ноќ) за да омекне, потоа се мие и се вари во лонец. По првото вриење водата се истура (бидејќи создава гасови), па се става нова вода. Во втората вода се додава дел од кромидот и црниот пипер, а може и неколку парчиња лаворов лист. Посебно во тавче запржуваме кромид заедно со црвен пипер. Сувата пиперка можеме да ја запржиме заедно со кромидот, а може и посебно. После 90-тина минути колку што му се потребни на гравот да се свари, му го додаваме запржениот кромид и пиперката и добро промешуваме. Потоа содржината се става во земјен сад и се пече на температура околу 220 степени сè додека не запече одозгора. Во варењето треба да се внимава да нема ниту премногу, ниту премалку вода. А при печењето да се внимава да не биде премногу сув.Земјената тава покрај што му дава препознатлив традиционален изглед на јадењето ја чува топлината со часови."
    },
    {
        "ime":"Чоколадна торта со пудинг и чоколаден крем",
        "sodrzina":"Креиравме нов рецепт и подобрен рецепт од нашата омилена чоколадна торта со пудинг! Уште побогат и полн вкус на чоколадниот фил и со сочен пандишпан. Совршен вкус за сите!Се радуваме на родендените, а и подготовката на разни домашни јадења од кои може да се сладат најблиските. Така се роди и идејата за оваа чоколадна торта. Ви препорачуваме да ја направите, а декорацијата ја оставаме на вас!",
        "sostojki":["6 јајца","10 лажици шеќер","75 мл масло","360 мл млеко","15 лажици брашно","1 ќесичка ванилин шеќер","3 лажици какао","Фил:","1л млеко","100мл млеко","6 лажици шекер","3 пудинзи од чоколадо","2 лажици какао","400 грама Луна кафен крем"],
        "podgotovka":"Во сад за матење се ставаат јајцата и шеќерот. Се матат со миксер за да се растопи шеќерот и смесата да се згусти.Во чинија се ставаат брашното, прашокот за печиво, какаото, ванилиниот шеќер и убаво се мешаат.Потоа во садот со јајцата се додаваат млекото, маслото, смесата со брашното и се меша со лажица за да се изедначат состојките.Во меѓувреме, во тенџере на оган, на средна температура ставете 800 мл млеко да се вари. Во длабока чинија ставете ги пудинзите од чоколадо</a></span>, додајте 6 лажици шеќер, 3 лажици брашно и 2 лажици какао. Измешајте ги и постепено додавајте 200 мл млеко, а по потреба додајте 100 мл вода.Во тенџере на оган, на средна температура ставете 100 грама какао, 3 лажици шеќер и 240 мл млеко. Измешајте ги состојките, а штом шеќерот се растопи и смесата се згусти, тенџерето тргнете го од оган и оставете го филот да се излади.Двата чоколадни филови соединете ги и додајте го.Изматете со миксер за да се добие хомоген фил.Изладениот пандишпан извадете го од плехот и исечете го на 3 еднакви ленти. Секоја кора попрскајте ја со млеко.На здравје!"
    },
    {
        "ime": "Макарони",
        "vreme": "120",
        "golemina": "5",
        "sostojki": ["500 гр. макарони","500 гр. мешано мелено месо","1 главица кромид",
        "500 гр. доматно пире","по вкус зачини-сол, мешан сув зеленчук, мелен црн пипер, босилек, оригано",
        "малку масло или путер","За сос со сирење","малку путер","2 лажици брашно","500 мл. млеко",
        "по вкус сол, мелен црн пипер, морско оревче","3 триаголничиња топено сирење","5 ленти кашкавал"],
        "slika": "https://images.immediate.co.uk/production/volatile/sites/2/2018/11/OnePotPasta-47b5b0a.jpg?quality=45&resize=768,574",
        "podgotovka": " Макароните се варат, плакнат со ладна вода и убаво се цедат.На плитка мрснотија се пржи сецканиот кромид со малку сол, па се додава меленото месо. Се пржи додека промени боја. Се додава доматното пире и се динста кратко време.Се додаваат зачините.За сосот со сирењето најпрво се пржи брашното на малку путер.Кога благо ќе порумени се додава млекото и постојано се меша додека се згусни и почне да врие.Тогаш се додава топеното сирење и се меша со жица убаво таа да се растопи.Се додаваат зачините, по вкус.Правоаголна тава се мрси, се истураат половина од макароните.Над нив сосот со мелено месо.Па другата половина од макароните.Одозгора се излева сосот со сирењето.Се ставаат да се потпечат во загреана рерна, околу 40 мин..После 20-25 мин. се редат лентите кашкавал и се продолжува со потпекување додека се растопи кашкавалот и порумени.На здравје!"
    },
    {
        "ime": "Мекици",
        "vreme": "30",
        "golemina": "10",
        "sostojki": ["1 коцка пресен квасец","500 гр. мешано мелено месо","1 лажиче шеќер",
        "1 филџан масло за јадење","1 лажиче сол",
        "1 капаче од шише ракија","1 литар масло за јадење","1 кг Брашно","По потреба Млака вода"],
        "slika": "https://moirecepti.mk/content/uploads/2020/06/101611725_253409095747882_4190756567466901504_n-42ac0f-800x600.jpg",
        "podgotovka": "Квасецот го зафаќам со малку шеќер, брашно и млака вода. Кога ќе стаса, го замесувам тестото од сите состојки. Ракијата е многу важна оти помага за да не се полнат многу со масло при пржењето.Се замесува убаво меко тесто и се остава покриено на топло да стаса. Кога ќе стаса се размесува уште еднаш убаво, да не лепи и пак се остава да стаса. И трет пат го размесуваме убаво. Јас дури и го удирам неколку пати од работната маса. Го оставам назад во ванглата на топло да скисни.Кога и третиот пат ќе стаса, со мрсни раце кинам од тестото, формирам мекици и ги оставам на намрсена работна маса.Во тенџере на рингла го загревам маслото. За тоа време и мекиците уште еднаш на работната маса скиснуваат.Ги земам една по една и ги ставам во масло, со горната страна кон дното. Ги пржам на умерена температура за да не потемнат многу, таман да имаат „медова“ боја.Ги јадеме најчесто со сирење овчо старо, пипер буковска и јогурт. "
    }
]